# Hovli Questions
andijon_id = -1001354536408
buxoro_id = -1001931707915
fargona_id = -1001936259107
jizzax_id = -1001907168333
namangan_id = -1001979059129
navoiy_id = -1001861296377
qashqa_id = -1001964423395
qoraqalpoq_id = -1001933742457
samarqand_id = -1001525881310
sirdaryo_id = -1001397117335
surxon_id = -1001705636608
toshsh_id = -1001710909701
toshvil_id = -1001916481063
xorazm_id = -1001766589776

hovlitanlandi = "Hovli tanlandi"

rasmlar = "<b>Ҳовлининг расмларини жойланг</b>\n(2 - 10 тагача)"
umumiyMaydonyoz = "<b>Ҳовлининг майдонини ёзинг</b>\n(фақат рақам ёзилади)"
faqatRaqamyoz = "Фақат рақамда ёзинг"
xonalaryoz = "<b>Хоналар сонини ёзинг</b>\n(фақат рақам ёзилади)"
oshxonayoz = "<b>Ошхона борми?</b>"
xammomyoz = "<b>Ҳаммоми борми?</b>"
nechaQavatyoz = "<b>Неча қаватли уй?</b>\n(фақат рақам ёзилади)"
remontyoz = "<b>Ремонти қандай?</b>"
jihozlaryoz = "<b>Жиҳозлари борми?</b>"
gazyoz = "<b>🔥 Газ борми?</b>"
svetyoz = "<b>💡 Свет борми?</b>"
suvyoz = "<b>💦 Сув борми?</b>"
kanalizatsiyayoz = "<b>Канализация борми?</b>"
qoshimchaMalumotyoz = "<b>Қўшимча маълумотингиз бўлса, ёзишингиз мумкин\n\nЙўқ бўлса 'Кейингиси' тугмасини босинг</b>"
valyutayoz = "<b>Қайси валютада нарх белгилайсиз?</b>"
narxiyoz = "<b>Нархини ёзинг</b>\n(фақат рақам ёзилади)"
manzilyoz = "<b>Манзилни ёзинг</b>"
moljalyoz = "<b>Мўлжални ёзинг</b>"
telraqam1yoz = "<b>Телефон рақамини ёзинг</b>"
telraqam2yoz = "<b>Зарур бўлса 2-рақамни ёзинг,\n\nёки 'Кейингиси' тугмасини босинг</b>"


andijonregion = "#Андижон__Вилояти\n"
buxororegion = "#Бухоро__Вилояти\n"
fargonaregion = "#Фарғона__Вилояти\n"
jizzaxregion = "#Жиззах__Вилояти\n"
namanganregion = "#Наманган__Вилояти\n"
navoiyregion = "#Навоий__Вилояти\n"
qashqadaryoregion = "#Қашқадарё__Вилояти\n"
qoraqalpoqregion = "#Қорақалпоғистон\n"
samarqandregion = "#Самарқанд__Вилояти\n"
sirdaryoregion = "#Сирдарё__Вилояти\n"
surxondaryoregion = "#Сурхондарё__Вилояти\n"
toshkentshregion = "#Тошкент__Шаҳар\n"
toshkentvilregion = "#Тошкент__Вилояти\n"
xorazmregion = "#Хоразм__Вилояти\n"




data2 = "#Ҳовли_Уй__Сотилади\n\n"

check_text = "<b>Маълумотларни текширинг, тўғри бўлса эълонни жойланг\n\nХато тўлдирилган бўлса қайтадан ёзиб чиқинг</b>"

success_text = "<b>✅ Эълон Каналга Жойланди</b>"

# data30 = "✅ <b>2-</b>Дақиқа ичида эълон беринг  \n\n"
# data31 = "✅ Ўзингиз Админ бўлинг  \n\n"
data32 = "<b>✅ Эълон Бериш БЕПУЛ❗️  \n\n</b>"
data33 = "       ⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻\n"
data34 = "    │<a href='https://t.me/osonkuBot'><b>    ЭЪЛОН БЕРИШ    </b></a>│\n"
data35 = "       ⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻⎻\n\n"


